
/* Class = "NSTextFieldCell"; title = "New style:"; ObjectID = "4"; */
"4.title" = "新しいスタイル：";

/* Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "8"; */
"8.title" = "名前：";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "15"; */
"15.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "17"; */
"17.title" = "キャンセル";

/* Class = "NSMenuItem"; title = "Save character attributes"; ObjectID = "28"; */
"28.title" = "文字属性を保存";

/* Class = "NSMenuItem"; title = "Save paragraph style"; ObjectID = "29"; */
"29.title" = "段落スタイルを保存";

/* Class = "NSMenuItem"; title = "Save all formatting"; ObjectID = "30"; */
"30.title" = "全ての書式設定を保存";

/* Class = "NSButtonCell"; title = "Include font family"; ObjectID = "33"; */
"33.title" = "フォントファミリーを含む";

/* Class = "NSButtonCell"; title = "Include font size"; ObjectID = "38"; */
"38.title" = "フォントサイズを含む";

/* Class = "NSTabViewItem"; label = "RedefineParaStyle"; ObjectID = "4Xh-r0-IVw"; */
"4Xh-r0-IVw.label" = "RedefineParaStyle";

/* Class = "NSButtonCell"; title = "Add Imported Styles"; ObjectID = "98w-JQ-MLG"; */
"98w-JQ-MLG.title" = "インポートされたスタイルを追加";

/* Class = "NSButton"; ibShadowedToolTip = "Replace styles in the project with imported styles."; ObjectID = "BDY-Gh-FE8"; */
"BDY-Gh-FE8.ibShadowedToolTip" = "インポートされたスタイルがあるプロジェクトのスタイルを置き換えます。";

/* Class = "NSTextFieldCell"; title = "Styles with the following names, but different formatting, already exist in the project:"; ObjectID = "Bxd-PL-w2j"; */
"Bxd-PL-w2j.title" = "次の名前を持ち、異なる書式設定があるスタイルがプロジェクト内に既に存在します：";

/* Class = "NSTextFieldCell"; title = "Saves character attributes"; ObjectID = "Dci-Fe-yys"; */
"Dci-Fe-yys.title" = "文字属性を保存";

/* Class = "NSTabViewItem"; label = "RedefineCharStyle"; ObjectID = "HPS-4B-Twx"; */
"HPS-4B-Twx.label" = "RedefineCharStyle";

/* Class = "NSTabViewItem"; label = "NewStyle"; ObjectID = "J94-oi-CtV"; */
"J94-oi-CtV.label" = "NewStyle";

/* Class = "NSButtonCell"; title = "Keep Existing Styles"; ObjectID = "MpK-pU-nwd"; */
"MpK-pU-nwd.title" = "既存のスタイルを保持";

/* Class = "NSTextFieldCell"; title = "Update with imported styles or keep existing styles?"; ObjectID = "RET-4a-b8p"; */
"RET-4a-b8p.title" = "インポートされたスタイルでアップデートしますか？それとも既存のスタイルを保持しますか？";

/* Class = "NSButtonCell"; title = "Replace Existing Styles"; ObjectID = "SQW-wI-I5G"; */
"SQW-wI-I5G.title" = "既存のスタイルを置換";

/* Class = "NSTextFieldCell"; title = "Shortcut:"; ObjectID = "U7A-4I-izS"; */
"U7A-4I-izS.title" = "ショートカット：";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "Y0Q-UZ-nCa"; */
"Y0Q-UZ-nCa.title" = "キャンセル";

/* Class = "NSButton"; ibShadowedToolTip = "Add the imported styles without replacing existing project styles."; ObjectID = "anN-aV-w8P"; */
"anN-aV-w8P.ibShadowedToolTip" = "インポートされたスタイルを既存のスタイルを置き換えることなく追加します。";

/* Class = "NSTextFieldCell"; title = "Highlight Box:"; ObjectID = "gmc-EW-qWd"; */
"gmc-EW-qWd.title" = "ハイライトボックス：";

/* Class = "NSMenuItem"; title = "Save paragraph style"; ObjectID = "jEo-iE-E7H"; */
"jEo-iE-E7H.title" = "段落スタイルを保存";

/* Class = "NSWindow"; title = "Scanning File"; ObjectID = "jJf-Ov-4jT"; */
"jJf-Ov-4jT.title" = "ファイルのスキャン";

/* Class = "NSMenuItem"; title = "Save all formatting"; ObjectID = "luT-jZ-Sp4"; */
"luT-jZ-Sp4.title" = "全ての書式設定を保存";

/* Class = "NSTextFieldCell"; title = "Highlight boxes are drawn only in the editor to make styled text stand out."; ObjectID = "mjS-yO-ql2"; */
"mjS-yO-ql2.title" = "ハイライトボックスは、エディタでのみ描かれ、スタイルテキストを目立たせます。";

/* Class = "NSButton"; ibShadowedToolTip = "Do not import styles that already exist in the project."; ObjectID = "n6u-oW-SCe"; */
"n6u-oW-SCe.ibShadowedToolTip" = "プロジェクトに存在するスタイルをインポートしないでください。";

/* Class = "NSTextFieldCell"; title = "Scanning file for stylesheet information..."; ObjectID = "oBJ-ru-qKs"; */
"oBJ-ru-qKs.title" = "スタイルシート情報のファイルをスキャンしています...";

/* Class = "NSTextFieldCell"; title = "The options below will have the following effects:\nKeep Existing Styles: the above styles will not be imported.\nReplace Existing Styles: the above styles will replace styles in the project, updating the text.\nAdd Imported Styles: the above styles will be added to the project without replacing existing styles."; ObjectID = "oTr-6O-xCR"; */
"oTr-6O-xCR.title" = "下記のオプションは次の効果があります:\n既存のスタイルを保持：上記のスタイルはインポートされません。\n既存のスタイルの置換：上記のスタイルはプロジェクト内のスタイルを置換、テキストをアップデートします。\nインポートされたスタイルを追加：上記のスタイルは既存のスタイルを置き換えることなくプロジェクトに追加されます。";

/* Class = "NSTextFieldCell"; title = "Color:"; ObjectID = "uh8-qS-6zu"; */
"uh8-qS-6zu.title" = "色：";

/* Class = "NSTextFieldCell"; title = "Formatting:"; ObjectID = "wdr-fG-DjC"; */
"wdr-fG-DjC.title" = "書式設定：";

/* Class = "NSTextFieldCell"; title = "Next Style:"; ObjectID = "xIh-qV-XXd"; */
"xIh-qV-XXd.title" = "次のスタイル：";

/* Class = "NSButtonCell"; title = "Draw highlight box around text"; ObjectID = "y56-fQ-gwb"; */
"y56-fQ-gwb.title" = "テキストの周辺にハイライトボックスを描く";